/* No comment provided by engineer. */
"%@ Flowers" = "%@ Hoa";

/* No comment provided by engineer. */
"%@ flowers" = "%@ hoa";

/* No comment provided by engineer. */
"%@ gave you %@ %@" = "%@ vừa tặng bạn %@ %@";

/* No comment provided by engineer. */
"%@ sent a sticker" = "%@ gửi một sticker";

/* No comment provided by engineer. */
"%@\nflower" = "%@\nhoa";

/* No comment provided by engineer. */
"%@\nflowers" = "%@\nhoa";

/* No comment provided by engineer. */
"%ld\nGIVER" = "%ld\nNGƯỜI TẶNG HOA";

/* No comment provided by engineer. */
"%ld\nGIVERS" = "%ld\nNGƯỜI TẶNG HOA";

/* No comment provided by engineer. */
"%ld\nRECEIVERS" = "%ld\nNGƯỜI NHẬN HOA";

/* No comment provided by engineer. */
"1 time change" = "Thay đổi 1 lần";

/* No comment provided by engineer. */
"6/20 characters" = "6/20 ký tự";

/* No comment provided by engineer. */
"All Photos" = "Tất cả ảnh";

/* No comment provided by engineer. */
"App Settings" = "Cài đặt Ứng dụng";

/* No comment provided by engineer. */
"Are you sure you want to block this user?" = "Bạn có chắc muốn chặn người này?";

/* No comment provided by engineer. */
"Are you sure you want to delete this chat?" = "Bạn có chắc muốn xoá chat này?";

/* No comment provided by engineer. */
"Are you sure you want to unblock this user?" = "Bạn có chắc muốn mở chặn người này?";

/* No comment provided by engineer. */
"Are you sure you want to unfollow this user?" = "Bạn có chắc muốn ngừng theo dõi người này?";

"Popup.UnFollowDescript" = "Hoạt động mới sẽ không hiển thị nội dung của người dùng này";

/* No comment provided by engineer. */
"Are you sure you want to follow this user?" = "Bạn có chắc muốn theo dõi người này?";

/* No comment provided by engineer. */
"Back" = "Quay lại";

/* No comment provided by engineer. */
"Be the first person\nto join this contest!" = "Hãy là người đầu tiên\ntham gia Cuộc thi này!";

/* No comment provided by engineer. */
"Best Rank : %ld" = "Thứ hạng cao nhất : %ld";

/* No comment provided by engineer. */
"Block List" = "Danh sách chặn";

/* No comment provided by engineer. */
"Change Gender" = "Thay đổi giới tính";

/* No comment provided by engineer. */
"Change Password" = "Thay đổi mật khẩu";

/* No comment provided by engineer. */
"Chat Unlocked!" = "Chức năng chat đã được mở khóa!";

/* No comment provided by engineer. */
"Choosing Location" = "Chọn địa điểm";

/* No comment provided by engineer. */
"Closed" = "Kết thúc";

/* No comment provided by engineer. */
"Confirm password didn’t match." = "Mật khẩu nhập lại không khớp.";

/* No comment provided by engineer. */
"Connect and support others by giving flowers\nto their pictures!" = "Kết nối, gởi tặng hoa đến những bức ảnh bạn yêu thích!";

/* No comment provided by engineer. */
"Connection Failed" = "Lỗi kết nối";

/* No comment provided by engineer. */
"Contact List" = "Danh sách liên lạc";

/* No comment provided by engineer. */
"Discovery" = "Khám phá";

/* No comment provided by engineer. */
"Display name" = "Tên hiển thị";

/* No comment provided by engineer. */
"Done" = "Xong";

/* No comment provided by engineer. */
"Edit Status" = "Thay đổi trạng thái";

/* No comment provided by engineer. */
"Edit Profile" = "Cài đặt Trang cá nhân";

/* No comment provided by engineer. */
"Editting" = "Đang cập nhật";

/* No comment provided by engineer. */
"Ends" = "Kết thúc";

/* No comment provided by engineer. */
"Error" = "Lỗi";

/* No comment provided by engineer. */
"Explore" = "Explore";

/* No comment provided by engineer. */
"FEMALE" = "NỮ";

/* No comment provided by engineer. */
"Female" = "Nữ";

/* No comment provided by engineer. */
"Female\nLeaderboard" = "Cuộc thi\nNữ";

/* No comment provided by engineer. */
"Flower" = "Hoa";

/* No comment provided by engineer. */
"flower" = "hoa";

/* No comment provided by engineer. */
"Flower Shop" = "Shop Hoa";

/* No comment provided by engineer. */
"Flowers" = "Hoa";

/* No comment provided by engineer. */
"flowers" = "hoa";

/* No comment provided by engineer. */
"%lld %@ received" = "%lld %@ đã nhận";
"%lld %@ given" = "%lld %@ đã cho";

/* No comment provided by engineer. */
"I have some great ideas on making Bloomer cooler.\n Here are what Bloomer needs to improve:\n1.\n2.\n3.\n--------\nDevice : %@ ; %@ %@" = "Tôi có một vài góp ý để cải thiện Bloomer:\n1.\n2.\n3.\n--------\nThiết bị : %1$@ ; %2$@ %3$@";

/* No comment provided by engineer. */
"ID Name" = "Tên người dùng";

/* No comment provided by engineer. */
"Invalid phone number." = "Số điện thoại không hợp lệ.";

/* No comment provided by engineer. */
"Join" = "Tham Gia";

/* No comment provided by engineer. */
"Join the leaderboards with the themes you love\nCreate picture albums for each theme" = "Lựa chọn chủ đề yêu thích của bạn để tham gia cuộc thi\nTạo album ảnh khác nhau cho từng chủ đề khác nhau";

/* No comment provided by engineer. */
"Join this contest" = "Tham gia Cuộc thi";

/* No comment provided by engineer. */
"Just give me %ld more %@ and we can chat" = "Tặng mình thêm %ld %@ nữa để mở khóa chat với mình nhé!";

/* No comment provided by engineer. */
"Last Updated: %@" = "Last Updated: %@";

/* No comment provided by engineer. */
"Contests" = "Cuộc thi";

/* No comment provided by engineer. */
"Leaderboards come in a variety of themes.\nReceive flowers to improve your ranking\non the leaderboards and become a top Bloomer!" = "Càng nhận nhiều hoa, thứ hạng sẽ càng tăng.\nCơ hội trở thành người dẫn đầu cuộc thi\nvới bức ảnh được tặng hoa nhiều nhất! ";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Location: %@" = "Địa điểm: %@";

/* No comment provided by engineer. */
"Male" = "Nam";

/* No comment provided by engineer. */
"MALE" = "NAM";

/* No comment provided by engineer. */
"Male\nLeaderboard" = "Cuộc thi\nNam";

/* No comment provided by engineer. */
"Me" = "Tôi";

/* No comment provided by engineer. */
"My Bloomers" = "Hoạt Động Mới";

/* No comment provided by engineer. */
"Never" = "Never";

/* No comment provided by engineer. */
"Next" = "Tiếp tục";

/* No comment provided by engineer. */
"No" = "Không";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Comment" = "Bình luận";

/* No comment provided by engineer. */
"Share" = "Chia sẻ";

/* No comment provided by engineer. */
"Only alpha numeric characters are allowed." = "Only alpha numeric characters are allowed.";

/* No comment provided by engineer. */
"Password must contain alpha numeric characters or at least 6 characters" = "Password must contain alpha numeric characters or at least 6 characters";

/* No comment provided by engineer. */
"Phone Number" = "Số điện thoại";

/* No comment provided by engineer. */
"photo" = "ảnh";

/* No comment provided by engineer. */
"photos" = "ảnh";

/* No comment provided by engineer. */
"Photos" = "Ảnh";

/* No comment provided by engineer. */
"DisplaynameInvalid" = "Tên tài khoản giới hạn trong 20 kí tự.";
"InvalidEmail" = "Định dạng email không chính xác.";

/* No comment provided by engineer. */
"Please wait up for 1 min" = "Vui lòng đợi 1 phút";
"Please wait up for 15s" = "Vui lòng đợi 15 giây";
"Support Label" = "Nếu bạn gặp vấn đề về mã xác nhận, vui lòng gọi %@ hoặc gửi về email %@ để được hỗ trợ ";
"Support phone" = "1900779929";
"Support email" = "support@bloomerapp.com";
"Please enter your code" = "Hãy nhập mã";

/* No comment provided by engineer. */
"PRIVACY POLICY" = "CHÍNH SÁCH BẢO MẬT";

/* No comment provided by engineer. */
"Privacy Settings" = "Cài đặt riêng tư";

/* No comment provided by engineer. */
"Profiles" = "Trang cá nhân";

/* No comment provided by engineer. */
"Pull to refresh..." = "Tải lại...";

/* No comment provided by engineer. */
"Received a total of %@ %@" = "Đã nhận được tổng cộng %@ %@";

/* No comment provided by engineer. */
"Release to refresh..." = "Thả ra để tải lại...";

/* No comment provided by engineer. */
"Repositioning" = "Căn chỉnh hình ảnh";

/* No comment provided by engineer. */
"Say something..." = "Nói gì đó...";

/* No comment provided by engineer. */
"Settings" = "Cài đặt";

/* No comment provided by engineer. */
"SHOW BOTH\nGENDERS" = " Tất cả\nhình ảnh";

/* No comment provided by engineer. */
"SHOW FEMALE\nPICTURES" = " Hình ảnh\nNữ";

/* No comment provided by engineer. */
"SHOW MALE\nPICTURES" = " Hình ảnh\nNam";

/* No comment provided by engineer. */
"Sign Up" = "Đăng Ký";

/* No comment provided by engineer. */

"Sign In" = "Đăng Nhập";

/* No comment provided by engineer. */
"Store" = "Cửa hàng";

/* No comment provided by engineer. */
"Switch" = "Đổi";

/* No comment provided by engineer. */
"contest" = "Chuyển đết Cuộc thi này";

/* No comment provided by engineer. */
"TERMS OF USE" = "ĐIỀU KHOẢN SỬ DỤNG";

/* No comment provided by engineer. */
"Thank You ;-)" = "Cám ơn ;-)";

/* No comment provided by engineer. */
"Update banners" = "Thay đổi ảnh bìa";

/* No comment provided by engineer. */
"Update Profile Pictures" = "Cập nhật ảnh đại diện";

/* No comment provided by engineer. */
"Upload" = "Đăng ảnh";

/* No comment provided by engineer. */
"Uploading" = "Đăng ảnh";

/* No comment provided by engineer. */
"View all photos of this contest" = "Xem tất cả hình của cuộc thi này";

/* No comment provided by engineer. */
"View Contest Top" = "Xem Đầu Cuộc Thi";

/* No comment provided by engineer. */
"View more +%d\n%@" = "Xem thêm +%d\n%@";

/* No comment provided by engineer. */
"View My Rank" = "Xem thứ hạng";

/* No comment provided by engineer. */
"VN" = "VN";

/* No comment provided by engineer. */
"We need your permission" = "Chùng tôi cần sự cho phép";

/* No comment provided by engineer. */
"Yes" = "Đồng Ý";

/* No comment provided by engineer. */
"You are switching to\n\n%@ Contest!" = "Bạn đang chuyển đến\n\nCuộc thi %@!";

/* No comment provided by engineer. */
"You gave %@ %@ to %@" = "Bạn vừa tặng %@ %@ cho %@";

/* No comment provided by engineer. */
"You gave %lld %@" = "Bạn vừa tặng %lld %@";

/* No comment provided by engineer. */
"You haven't choose birthday!" = "Bạn chưa chọn ngày sinh!";

/* No comment provided by engineer. */
"You haven't choose gender!" = "Bạn chưa chọn giới tính!";

/* No comment provided by engineer. */
"You haven't choose location!" = "Bạn chưa chọn địa điểm!";

/* No comment provided by engineer. */
"You haven't uploaded your avatar yet!" = "Bạn chưa chọn ảnh đại diện!";

/* No comment provided by engineer. */
"You sent a sticker" = "Bạn vừa gửi một sticker";

"Notifications" = "Thông Báo";

"%@ gave you %lld %@ to your photo" = "%@ đã tặng %lld %@ cho ảnh của bạn";

"%@ and %D more people gave flowers to your photo" = "%@ và %d người khác đã tặng hoa cho ảnh của bạn";

"%@ gave you %lld %@ on %@" = "%@ đã tặng %lld %@ cho bạn trên %@";

"%@ and %D more people gave flowers on %@" = "%@ và %d người khác đã tặng hoa cho bạn trên %@";

"%@ gave you %lld %@ to your profile" = "%@ đã tặng %lld %@ cho bạn";

"%@ and %ld more people gave flowers to your profile" = "%@ và %d người khác đã tặng hoa cho bạn";

"You've received your %lld daily free flowers!" = "Bạn vừa nhận được %lld hoa từ Bloomer!";

"%@ commented on your photo"="%@ vừa đăng lời bình về ảnh của bạn";

"%@ and %d more people commented on your photo" ="%@ và %d người khác vừa đăng lời bình về ảnh của bạn";

"You've reached the TOP %d of the %@. Keep it up!"="Wow chúc mừng bạn vừa lọt vào top %d trong cuộc thi %@";

"The %@ Leaderboard just opened. Join now!"="Cuộc thi %@ mới chỉ bắt đầu! Tham gia ngay!";

"New rewards were just added for the %@ Leaderboard. Check it out!"="Cuộc thi %@ đã xuất hiện Giải thưởng mới cực kì hấp dẫn! Tìm hiểu xem!";

"The monthly Contests finish tomorrow! Get some flowers!"="Cuộc thi tháng sẽ kết thúc ngày mai! Hãy nhanh tay để nhận thêm nhiều hoa nhé! ";

"%@ unlocked your chat. Go say hi!"="Cùng chat với %@ nào! Bạn ấy vừa mở khóa chức năng chat với bạn đấy!";

"Check out the results of %@ for all the Contest!"="Khám phá cuộc thi những người dẫn đầu của tháng!";

"Are you sure you want to delete this picture?"="Bạn có chắc muốn xoá hình này?";

"Others" = "Khác";

"%lld Flower(s)"="%lld Hoa";

"Chat Setting"="Cài đặt Chat";

"This number is invalid"= "Số không hợp lệ.";

"This exceeds the number of flowers you currently have!"="Số hoa đã vượt qua số hoa bạn có!";

"Flower Givers"="Người tặng hoa";

"Gave you %lld flowers"="Đã tặng bạn %lld hoa";

"Gave you %lld flower"="Đã tặng bạn %lld hoa";

"Delete"="Xoá";

"Read"="Đã đọc";

"Gave you\n%lld %@"="Đã tặng bạn\n%lld %@";

"Comments" = "Những bình luận";

"Are you sure you want to delete this comment?"="Bạn có chắc muốn xoá bình luận này?";

"%@ (CLOSED)"="%@ (KẾT THÚC)";

"Ends %@"="Kết thúc %@";

"Country Contests"="Cuộc thi Quốc Gia";

"Location Based Contests"="Cuộc thi Thành phố";

"Themed Contests"="Cuộc thi theo Chủ đề";

"You are switching to"="Bạn đang chuyển đến";

"You are joining"="Bạn đang tham gia";

"This device cannot send email"="Thiết bị này không thể gửi mail";

"NoInternetConnection"="Lỗi kết nối";

"term-of-uses/?tm=app"="dieu-khoan-dieu-kien/?tm=app";

"privacy-policy/?tm=app"="chinh-sach-bao-mat/?tm=app";

"Are you sure that you want to change gender?"="Bạn có chắc muồn thay đổi giới tính?";

"Your received flowers will be reset to 0."="Hoa được nhận của bạn sẽ trở về 0.";

"Search Result"="Kết quả tìm kiếm";

"EN"="VN";

"%@ commented on %@'s photo"="%@ vừa đăng lời bình về ảnh của %@";

"%@ and %d more people commented on %@ photo"="%@ và %d người khác vừa đăng lời bình về ảnh của %@";

"faq/"="cau-hoi-thuong-gap/";

"en/"="vi/";

/* No comment provided by engineer. */
"LastestUpDate.tittle" = "Xem ảnh vừa đăng";

/* No comment provided by engineer. */
"LeaderBoardInfo.tittle" = "Tìm hiểu về cuộc thi";

/* No comment provided by engineer. */
"SearchPeoplePopup.tittle" = "Tìm kiếm bạn bè";

/* No comment provided by engineer. */
"CancelPopupRace.title" = "Thoát";

/* No comment provided by engineer. */
"SwitchToALeaderboard.tittle" = "Chuyển đến cuộc thi này";

/* No comment provided by engineer. */
"LeaveLeaderBoard.tittle" = "Rời cuộc thi";

/* No comment provided by engineer. */
"JoinToThisLeaderBoard.tittle" = "Tham gia cuộc thi";

/* No comment provided by engineer. */
"EndOn.Label" = "Kết Thúc";

// MARK: - leaderBoard
"Leaderboard.buttonViewAll" = "Xem tất cả";
"Leaderboard.labelEmptyView" = "Hãy là người đầu tiên tham gia cuộc thi này!";
"DailyButton.title" = "HÔM NAY";
"WeekButton.title" = "TUẦN";
"MonthButton.title" = "THÁNG";
"YearlyButton.title" = "";
"BackToTopLeaderBoard.title" = "Lên đầu trang";
"SeeMoreUpdateLeaderBoard.title" = "Cập nhật mới";
"SwipeLabelLeaderBoard.title" = "Kéo để xem thêm >>> ";
"Leaderboard.searchPlaceholder" = "Tìm theo tên, #thứ hạng";
"LeaderboardNotFoundSearchList.title" = "Không tìm thấy";

 // MARK: - popup for winner
"PopUpWinner.Tittle" = "Chia sẻ cùng bạn bè mình nào!";
"PopUpWinnerShare.Button" = "Chia sẻ lên Facebook";
"PopUpWinnerViewMore.Button" = "Xem thêm";
"PopUpWinner.congrats" = "Chúc mừng!";

// MARK: - More Locations
"MoreLocation.title" = "Chọn vùng";

// MARK: - Invite Friends
"InviteCode.title" = "Mời bạn bè";
"InviteCode.labelTitle" = "Mã mời bạn bè";
"InviteCode.labelMessage" = " Bạn và bạn bè sẽ nhận %ld hoa ngay khi bạn bè của bạn nhập Mã mời bạn bè đấy! Mời bạn bè cùng tham gia Bloomer hôm nay nào.";
"InviteCode.buttonSendInviteCode" = "Gửi mã";
"InviteCode.shareContent" = "Dùng mã codecode để nhận hoa free. Tải Bloomer và cùng tôi tham gia các Cuộc thi nào! ";

//MARK: - Remind Invite Code
"RemindInviteCode.content" = "Hãy nhập mã của người mời bạn để nhận %ld hoa cho mình và %ld hoa cho người bạn đó!";

// MARK: - Redeem Invite Code
"RedeemInviteCode.title" = "Nhập mã";
"RedeemInviteCode.labelMessage" = "Vui lòng điền mã mời bạn bè.";
"RedeemInviteCode.buttonRedeemCode" = "Nhập mã";
"RedeemInviteCode.enterYourCode" = "Nhập mã của bạn";
"RedeemInviteCode.errorTitle" = "Lỗi";
"RedeemInviteCode.errorEmptyCode" = "Vui lòng điền mã.";
"RedeemInviteCode.redeemSuccessful" = "Thành công";
"RedeemInviteCode.expireMess" = "Mã hết hạn";

// MARK: - Friends Updates Race
"FriendsUpdatesRace.labelWinnerTitle" = "Những người dẫn đầu";
"FriendsUpdatesRace.buttonFemale" = "Nữ";
"FriendsUpdatesRace.buttonMale" = "Nam";
"FriendsUpdatesRace.buttonViewMoreResults" = "Xem thêm kết quả";

// MARK: - Races List View Controller
"RaceList.buttonFemale" = "Nữ";
"RaceList.buttonMale" = "Nam";
"RaceList.moreLocations" = "địa điểm";
"RaceList.countryLeaderboards" = "Cuộc Thi Theo Địa Điểm";
"RaceList.themedLeaderboards" = "Cuộc Thi Theo Chủ Đề";
"RaceList.sponsoredLeaderboards" = "Cuộc Thi Được Tài Trợ";
"RaceList.winnerLeaderboards" = "Cuộc thi quán quân";
"RaceList.joinLeaderboards" = "Tham gia ngay";
"RaceList.buttonJoin" = "Tham gia";
"RaceList.buttonSwitch" = "Đổi";
"RaceList.buttonMore" = "Thêm";

// MARK: - Settings
"Settings.buttonFreeFlowers" = "Nhập Mã";
"Settings.buttonInviteFriends" = "Mời bạn bè";
"Settings.account" = "Tài khoản";
"Settings.editProfile" = "Cài đặt Trang cá nhân";
"Settings.accountSettings" = "Cài đặt tài khoản";
"Settings.chatSettings" = "Cài đặt Chat";
"Settings.securityAndPrivacy" = "Chính sách bảo mật";
"Settings.changePassword" = "Thay đổi mật khẩu";
"Settings.privacySettings" = "Cài đặt riênseeg tư";
"Settings.settings" = "Cài đặt";
"Settings.appSettings" = "Cài đặt Ứng dụng";
"Settings.about" = "Về Ứng dụng";
"Settings.FAQ" = "FAQ";
"Settings.termsAndPrivacy" = "Điều Khoản Điều Lệ";
"Settings.visitWebsite" = "Đến Trang BloomerApp.com";
"Settings.buttonLikeFacebook" = "Like Bloomer trên Facebook";
"Settings.buttonHelpAndFeedback" = "Góp ý Cải thiện";
"Settings.buttonLogOut" = "Đăng Xuất";
"ChatSetting.flowerToUnlock" = "Cần %lld hoa\nđể mở khóa chức năng Chat";
"ChatSetting.friendsNeedFlower" = "Bạn bè cần tặng %lld hoa để có thể chat với bạn";

// MARK: - App Settings
"AppSettings.sharePrivacy" = "Cho phép người dùng khác chia sẻ ảnh của bạn";

// MARK: - RACE GET PICTURE
"GetImageRace.tittle" = "Đăng ảnh để tham gia cuộc thi.";
"GetImageRace.upload" = "Tải lên từ";
"GetImageRace.Library" = "Thư viện ảnh";
"GetImageRace.Photo" = "Chụp ảnh";
"GetImageRace.Done" = "Hoàn tất";
"GetImageRace.Alert" = "Cảnh Báo";
"GetImageRace.AlertContent" = "Vui lòng chọn hình đại diện";

// MARK: - My Bloomer
"MyBloomer.suggestedBloomer" = "Người dùng được đề xuất";
"MyBloomer.emptyTitle" = "Bắt đầu tặng hoa để xem những cập nhật từ Người Nhận Hoa của bạn nhé.";

// MARK: - Popup
"Popup.buttonSavePicture" = "Lưu hình";
"Popup.buttonEditContent" = "Chỉnh sửa nội dung";
"Popup.buttonReportPicture" = "Báo cáo";
"Popup.buttonDeletePicture" = "Xóa hình";
"Popup.buttonUnfollow" = "Ngừng Theo Dõi \n Hoạt Động Mới sẽ không hiển thị nội dung của người dùng này";
"Popup.buttonWarningDeleteAvatar" = "Vui lòng đổi ảnh đại diện trước khi xoá ảnh này.";
"Popup.savePictureSuccessful" = "Đã lưu";
"Popup.savePictureFail" = "Không lưu được ảnh";

// MARK: - FlowerShop
"FlowerShop.labelTitle" = "Từ ngày 9/2 đến 1/3";
"FlowerShop.labelSecondTitle" = "Thêm hoa, thêm vui!";
"FlowerShop.labelFlowers" = "Bạn đang có";
"FlowerShop.buttonCreditCard" = "Thanh toán bằng: \n Thẻ ATM/ Visa/ MasterCard/Thẻ cào  ";
"FlowerShop.buttonBuyNow" = "MUA NGAY";
"FlowerShop.purchaseFailed" = "Giao dịch thất bại";

// MARK: - Popup swich Location
"PopupSwitch.Yes" = "Đổi";
"PopupSwitch.No" = "Huỷ";

// MARK: - my profile
"GiverName.Title" = "Người Tặng Hoa";
"GiversName.Title" = "Người Tặng Hoa";
"RecieverName.Title" = "Người Nhận Hoa";
"RecieversName.Title" = "Người Nhận Hoa";
"FLOWERName.Title" = "Hoa đã nhận";
"FLOWERSName.Title" = "Hoa đã nhận";

"imageLoadMoreLabel.title" = "Xem Tất Cả";
"FlowerShopName.Title" = "Shop Hoa";
"ProfileEmptytitle.title" = "Bạn đang nghĩ gì?";
"Editbanner.title" = "Chỉnh sửa Banner";
"MyProfile.UploadPhoto" = "Đăng ảnh";

// MARK: - PicturesRaceViewController

"RaceHadEndContent.title" = "Cuộc thi đã kết thúc. Hoa sẽ được tính vào cuộc thi Việt Nam.";
"UserLeftRaceContent.title" = "Người chơi dừng cuộc thi. Hoa sẽ được tính vào cuộc thi Việt Nam.";

//MARK: - uploadPictureTableView

"uploadPictureTableViewNext.Done" = "Tiếp tục";
"uploadOnePictureNameRace.Title" = "Ảnh này sẽ được thêm vào album %@";
"uploadMultiplePictureNameRace.Title" = "Tất cả hình sẽ được thêm vào album %@";

//MARK: - ImagePickerPopUpViewController

"ImagePickerPopUpViewCamera.Title" = "Chụp ảnh";
"ImagePickerPopUpViewUploadPhoto.Title" = "Đăng ảnh";
"ImagePickerPopUpViewGallery.Title" = "Chọn từ Thư viện";
"ImagePickerPopUpViewCancel.title" = "Thoát";
"DZNPickerCancel" = "Huỷ";
"DZNPickerChoose" = "Chọn";
"DZNPickerMoveAndScale" = "Di chuyển và chọn tỉ lệ";

// MARK: - PictureRaceviewController

"pictureraceviewBack.title" = "Quay lại";

// MARK: - UploadPictureMultipleViewCell
"UploadPictureMultipleCellAddCaptions.title" = "Thêm chú thích";
"UploadPictureMultipleCellAddThinking.title" = "Bạn đang nghĩ gì?";

// MARK: - Change Caption ViewController
"ChangeCaption.charCountLabelText" = "/140 ký tự";

// MARK: - TUTORIAL GIVE FLOWERRACE
"DontRemindMe.tittle" = "Đừng nhắc lại";
"TutorialOKButton.tittle" = "Bỏ qua";

// Chat
"chat.nogiver" = "Chưa có người cho hoa. Đăng những hình đẹp nhất của bạn nhé.";
"chat.noreceiver" = "Chưa có người nhận hoa. Bắt đầu cho hoa nhé!";
"chat.recently" = "Gần đây";
"chat.byflower" = "Theo số hoa";
"chat.topreceivers" = "Danh sách nhận hoa";
"chat.topgivers" = "Danh sách cho hoa";
"chat.latestGivers" = "Danh sách cho hoa";
"chat.latestReceivers" = "Danh sách nhận hoa";
"chat.messages" = "Tin nhắn";
"chat.emptymessage" = "Bạn chưa có tin nhắn.";
"chat.others" = "Khác";
"chat.remainflower" = "Tặng mình thêm %ld hoa nữa để mở khóa chat với mình nhé!";

// MARK: - Chat
"Chat.incomingmessage%@" = "%@ vừa gửi bạn một tin nhắn";
"Chat.typeAMessage" = "Nhập tin nhắn...";
"Chat.buttonBlock" = "Chặn cuộc hội thoại";
"Chat.buttonUnblock" = "Bỏ chặn cuộc hội thoại";
"Chat.buttonBlockMessage" = "Bạn có chắc là muốn chặn trò chuyện với người dùng này?";
"Chat.buttonUnblockMessage" = "Bạn có chắc là muốn bỏ chặn trò chuyện với người dùng này?";
"Chat.buttonYes" = "Có";
"Chat.buttonNo" = "Không";
"Chat.buttonCancel" = "Hủy";
"Chat.blockSuccessfulMessage" = "Chặn trò chuyện thành công";
"Chat.unblockSuccessfulMessage" = "Bỏ chặn trò chuyện thành công";
"Chat.viewProfile" = "Xem trang cá nhân";
"Chat.deleteConversation" = "Xoá cuộc hội thoại";
"Chat.buttonDeleteMessage" = "Bạn có chắc là muốn xoá cuộc hội thoại này?";
"Chat.labelTitleEmptyView" = "Hãy bắt đầu trò chuyện nào";
"Chat.labelDescriptionEmptyView" = "Hoa được tặng trong Chat sẽ tính vào\nCuộc thi Địa điểm.";
"Chat.labelTitleActiveSideView" = "Bạn đã chặn trò chuyện với người dùng này";
"Chat.labelTitleInactiveSideView" = "Cuộc trò chuyện này hiện không khả dụng";
"Chat.popup.thankyou" = "Cám ơn 😍";
"Socket.Error" = "Không thể kết nối đến máy chủ. Vui lòng kiểm tra kết nối mạng của bạn";

// MARK: - FlowerRelationViewCOntroller
"FlowerRelation.tabRecently" = "Gần đây";
"FlowerRelation.tabByFlowers" = "Theo số hoa";
"FlowerRelation.buttonFollow" = "Theo dõi";
"FlowerRelation.buttonUnfollow" = "Bỏ theo dõi";
"FlowerRelation.givers" = "ĐANG THEO DÕI";
"FlowerRelation.receivers" = "NGƯỜI THEO DÕI";
"FlowerRelation.search" = "Tìm kiếm";
"FlowerRelation.labelNoResult" = "Không có kết quả";
"FlowerRelation.conditionChatTile" = "Mở chat";
"FlowerRelation.conditionChatMessage" = "Tặng %@ thêm %@ hoa để mở chat";

// MARK: - Achievement View Controller

"AchievementBestRank.title" = "Thứ hạng cao nhất";
"AchievementName.title" = "Thành Tích";
"AchievementNoRank" = "Chưa có thứ hạng";
"AchievementNoResult" = "Chưa có kết quả";

//MARK: - CHANGE STATUS

"StatusChange.Title" = "Trạng thái (%ld/140)";
"StatusChangeButtonOK.Title" = "Xong";
"StatusChangeButtonCancel.Title" = "Thoát";

//MARK: - CHANGE NAME

"NameChange.Title" = "%ld/20 ký tự";
"NameChange.displayName" = "Đổi Tên Hiển Thị";
"IDChange.displayName" = "Đổi Tên Người Dùng";
"IDChange.emptyErrorMsg" = "Tên người dùng không chứa ký tự đặc biệt và khoảng cách";

//MARK: - ACCOUNT SETTINGS

"AccountSetting.NavigationName" = "Cài Đặt Tài Khoản";

//MARK: - REPORT
"ReportUserLabel.title" = "Bạn có chắc bạn muốn báo cáo người dùng này?";
"ReportPictureLabel.title" = "Bạn có chắc bạn muốn báo cáo hình ảnh này?";
"ReportUserMessage.success" = "Báo cáo người dùng thành công!";
"ReportPictureMessage.success" = "Báo cáo hình ảnh thành công!";

// MARK: - Change Banner
"ChangeBanner.chooseBannerErrorMessage" = "Bạn không thể chọn hình đã sử dụng trong ảnh bìa!";
"ChangeBanner.chooseBannerErrorTitle" = "Lỗi";

// MARK: - Common
"Common.CurrentLocalized" = "VN";

// MARK: - info user profile
"InfoUserUnfollow.title" = "Ngưng theo dõi";
"InfoUserFollow.title" = "Theo dõi";
"InfoUserBlock.title" = "Chặn";
"InfoUserCancelButton.title" = "Hủy";
"InfoUserReprot.title" = "Báo cáo";
"InfoUsersSuccessFollow.title" = "Thành công";
"InfoUsersBlockContent.title" = "Bạn đã chặn người dùng này. \n Bạn có muốn bỏ chặn?";
"InfoUserAgreeButton.title" = "Có";
"InfoUserDenyButton.title" = "Không";
"userprofile.thankYou.popup" = "Cám ơn";
"userprofile.WarningBeingLocked.Title" = "Người dùng không khả dụng tại thời điểm này";

// MARK: - MembershipViewController
"MembershipViewController.membership" = "THÀNH TÍCH";
"Membership.whatIsWinnersClub" = "Hội Quán Quân là gì?";
"Membership.memberNotInClub" = "BẠN KHÔNG PHẢI LÀ THÀNH VIÊN CỦA HỘI QUÁN QUÂN";
"Membership.memberNotInClub_forUser" = "%@ chưa là\nthành viên của Hội Quán Quân.";
"Membership.memberInClub" = "Mục tiêu kế tiếp: Trở thành Hội viên %@!";
"Membership.memberInClub_forUser" = "Mục tiêu kế tiếp của %@:\n Trở thành Hội viên %@!";
"Membership.tapToSee" = "Chạm để xem hội viên";
"Membership.generalNoticeBronze" = "Thắng cuộc thi ngày để trở thành Hội viên Đồng!";
"Membership.generalNoticeSilver" = "Thắng cuộc thi tuần để trở thành Hội viên Bạc!";
"Membership.generalNoticeGold" = "Thắng cuộc thi tháng để trở thành Hội viên Vàng!";
"Membership.congratulationNotice" = "Xin chúc mừng!\nBạn đã là ";
"Membership.congratulationNotice_forUser" = "\Xin chúc mừng!\n%@ đã là ";
"Membership.highestRankNotice" = "CHÚC MỪNG! \n BẠN ĐÃ LÀ QUÁN QUÂN %@";
"Membership.highestRankNotice_forUser" = "%@ đã hoàn thành mục tiêu!";

"Membership.bronzeNotice" = "Hội viên Đồng";
"Membership.silverNotice" = "Hội viên Bạc";
"Membership.goldNotice" = "Hội viên Vàng";
"Membership.bronzeNotice2" = "Hội viên Đồng!";
"Membership.silverNotice2" = "Hội viên Bạc!";
"Membership.goldNotice2" = "Hội viên Vàng!";
"Membership.bronze" = "Đồng";
"Membership.silver" = "Bạc";
"Membership.gold" = "Vàng";

"MembershipWinnersClubButton.title" = "Hội Quán\nQuân";
"MembershipBestRank.title" = "Thứ hạng\ncao nhất";
"MembershipCurrentRank.title" = "Thứ hạng\nhiện tại";

// MARK: Old Membership localization
"No Bronze Achievement" = "Chưa đạt thành tích Đồng";
"No Silver Achievement" = "Chưa đạt thành tích Bạc";
"No Gold Achievement" = "Chưa đạt thành tích Vàng";

// MARK: - WinnersClub
"WinnersClub.bronzeClubTitle" = "HỘI QUÁN QUÂN ĐỒNG";
"WinnersClub.silverClubTitle" = "HỘI QUÁN QUÂN BẠC";
"WinnersClub.goldClubTitle" = "HỘI QUÁN QUÂN VÀNG";
"WinnersClub.searchPlaceHolder" = "Tìm theo tên hiển thị, tên người dùng";
"WinnersClub.PopupOKTitle" = "ĐÃ HIỂU!";

// MARK: - Photos !agged in Races
"PhotosTaggedInRaces.NoPhotos" = "Chưa có ảnh";

// MARK: - Login
"Login.buttonForgotPassword" = "Quên mật khẩu?";

"FlowerGiver.numberOfFlower" = "%ld hoa";
"PhotoFlowerGiver.longtimeago" = "Thời gian trước đây";

//MARK : - Verify Code
"VerifyCode.FreeCall" = "Hỗ trợ miễn phí";
"VerifyCode.FreeSMS" = "Gửi lại mã";
"VerifyCode.Title" = "Verification Code";
"VerifyCode.Description" = "Chưa nhận được mã xác nhận sau 30 giây?";

// MARK: notification list given folower
"FlowerGiverViewControllerTopBar.Title" = "Danh sách tặng hoa";

// MARK: FullPictureView
"FullPictureViewContentBlock.Title" = "Nội dung này không còn tồn tại";

//MARK: UploadingPicturesTableViewController
"UploadingPicturesEdit.navigationName" = "Chỉnh sửa nội dung";

// MARK: - Notifications
"Notification.dailyLocalNotificationTitle" = "Bạn ơi!";
"Notification.dailyLocalNotificationBody" = "Đăng ký để nhận ngay 100 hoa miễn phí và bắt đầu hành trình chia sẻ niềm vui trên Bloomer!";
"Notification.seeMorePinPopup" = "Xem thêm";

//MARK: - Alert
"Alert.Title.ErrorMessage" = "Thông báo";
"Alert.Title.IncorectNumb" = "Số điện thoại không hợp lệ";
"Alert.TryAgain" = "Đóng";

// MARK: - PhotoGallery
"PhotoGallery.allPhotoTitle" = "Tất cả hình ảnh";

//MARK: - Update Avatar SignUp
"UpdateAvatar.ChangePicture" = "Thay đổi ảnh đại diện";
"UpdateAvatar.Cancel" = "Thoát";
"UpdateAvatar.TakePhoto" = "Chụp ảnh";
"UpdateAvatar.PhoneGallery" = "Chọn từ Thư viện";
"UpdateAvatar.SkipThisStep" = "Bỏ qua bước này";

"signUp.policyAndTermsLabel" = "Khi nhấn tiếp tục, bạn đã đồng ý với %@ và %@";
"signUp.Female" = "Nữ";
"signUP.Male" = "Nam";

// MARK: - Common
"common.buttonNext" = "Tiếp tục";
"common.error" = "Lỗi";
"Common.yes" = "Có";
"Common.no" = "Không";

// MARK: - Location
"hn" = "Hà Nội";
"hcm" = "Hồ Chí Minh";

// MARK: - Comments
"View more comments ..." = "Xem thêm bình luận...";

//MARK: - Reset Password
"InvalidPassword" = "Mật khẩu không đúng";
"BlankPassword" = "Vui lòng nhập mật khẩu";
"IncorrectPassword" = "Mật khẩu không đúng";
"Newpasswordwrong" = "Nhập mật khẩu mới";
"comfirmNewpasswordwrong" = "Nhập lại mật khẩu mới";
//New version of password
"enterYourPassword" = "Vui lòng nhập mật khẩu";
"enterYourCurrentPassword" = "Vui lòng nhập mật khẩu hiện tại";
"PassWordAtleast6Char" = "Mật khẩu phải có ít nhất 6 ký tự";
"newPasswordEmpty" = "Nhập mật khẩu mới";
"confirmnewPasswordEmpty" = "Vui lòng xác nhận mật khẩu mới";
"TwoPassNotBeTheSame" = "Mật khẩu mới không thể giống mật khẩu hiện tại";
"ConfirmPasswordNotMatch" = "Mật khẩu mới không khớp";

//Upload avatar reminder
"AvatarReminder.title" = "Đăng ảnh đại diện";
"AvatarReminder.desc" = "Cập nhật ảnh đại điện của bạn với bức ảnh đẹp nhất";
"AvatarReminder.UploadPic" = "Cập nhật ảnh đại diện";
"UpdateMobileReminder.titleLabel" = "Cập nhật số điện thoại";
"UpdateMobileReminder.descriptionLabel" = "Cập nhật số điện thoại để hoàn tất cài đặt tài khoản";
"UpdateMobileReminder.updateMobileButton" = "Cập nhật số điện thoại";

"No Photos Yet" = "Chưa có ảnh";
"Install and log in to Facebook to enable sharing pictures." = "Hãy tải và đăng nhập tài khoản Facebook để chia sẻ ảnh.";

// MARK: - Popup Marketing
"PopUpMarketing.buttonClose" = "Đóng";

"Icon_Flag_Bronze" = "Icon_Flag_Bronze_vi";
"Icon_Flag_Silver" = "Icon_Flag_Silver_vi";
"Icon_Flag_Gold" = "Icon_Flag_Gold_vi";

// MARK: - Matching Flower
"matchingFlowerPopUp.topTitle" = "Chúng tôi tặng thêm";

//MARK: - Update Info
"IamFemale" = "Tôi là Nữ";
"IamMale" = "Tôi là Nam";
"LocationInvalid" = "Vui lòng chọn địa điểm.";
"EnterYourName" = "Vui lòng nhập tên của bạn.";
//MARK: reward popup
"YouReceived.label" = "BẠN ĐÃ NHẬN";
"disappearMessageRewardShare.label" = "Thông báo này sẽ tắt sau 3 giây." ;
"numberFlowerReward.label" = "%ld HOA";

//MARK: - Push Notification
"PushNotification.details" = "Xem chi tiết";

//Mark: setting setPass

"SetPassword.Label" = "Đặt Mật Khẩu";
"LogoutAlert.title" = "Đặt mật khẩu của bạn";
"LogoutAlert.message" = "Cập nhật mật khẩu để bảo mật tài khoản của bạn";
"LogoutAlertAccept.button" = "Cập nhật";
"LogoutAlertDeny.button" = "Từ chối";
"SetupPassSuccess.tittle" = "Thành công";
"SetupPassSuccess.message" = "Mật khẩu của bạn đã được thay đổi";
"CreatePassSuccess.message" = "Mật khẩu của bạn đã được cài đặt";
"MobileNotSet.tigtle" ="Chú ý";
"MobileNotSet.message" ="Cập nhật số điện thoại trước khi thay đổi mật khẩu";
"LogoutConfirmAlert.message" = "Bạn chắc chắn muốn thoát ứng dụng?";
"LogoutConfirmAlert.title" = "Đăng xuất";

// MARK: - Update Phone Number
"UpdatePhoneNumber.title" = "Thay Đổi Số điện thoại";
"UpdatePhoneNumber.phoneNumberTextFieldPlaceholder" = "Nhập số điện thoại";
"UpdatePhoneNumber.doneButton" = "Xong";
"UpdatePhoneNumber.existedPhoneNumberError" = "Số điện thoại này đã được đăng ký trên Bloomer.\nVui lòng nhập số điện thoại khác.";
"UpdatePhoneNumber.needPass" = "Tạo mật khẩu trước khi thay đổi số điện thoại";
"edittingAccount.phoneNumberError" = "Định dạng số điện thoại chưa chính xác";

// MARK: - Verify Update Phone Number
"VerifyUpdatePhoneNumber.title" = "Nhập mã xác nhận được gửi đến điện thoại của bạn";
"VerifyUpdatePhoneNumber.resendButton" = "Gửi lại qua tin nhắn";
"VerifyUpdatePhoneNumber.audioCodeButton" = "Nghe mã xác nhận";
"VerifyUpdatePhoneNumber.completButton" = "Tiếp tục";
"VerifyUpdatePhoneNumber.verifyCodeError" = "Vui lòng nhập mã xác nhận";

// MARK: - Selecticity
"selectCity.tittle" = "Hãy lựa chọn cuộc thi địa điểm\nbạn muốn tham gia.";
"citylabel1.title" = "TP. Hồ Chí Minh";
"citylabel2.title" = "Hà Nội";

// MARK: - Daily Giving Flower
"dailyGivingFlower.processCompleteLabel" = "Hoàn thành";
"dailyGivingFlower.processTitleLabel1" = "BẠN ĐÃ TẶNG 100 HOA";
"dailyGivingFlower.processTitleLabel2" = "BẠN ĐÃ TẶNG 100 HOA HÔM NAY";
"dailyGivingFlower.processMessageLabel1" = "Tiếp tục tặng 100 hoa mỗi ngày để được X2 flower matching. Hoặc bạn có thể tặng 20.000 hoa để được nhân đôi số hoa.";
"dailyGivingFlower.processMessageLabel2" = "Bạn đã tặng 100 hoa trong 3 ngày liên tiếp, tận hưởng X2 flower matching khi cho hoa ngày mai nhé!";
"dailyGivingFlower.doubleTitleLabel" = "TẬN HƯỞNG X2 FLOWER MATCHING";
"dailyGivingFlower.doubleMessageLabel" = "Tiếp tục tặng 100 hoa mỗi ngày để được duy trì X2 flower matching bạn nhé!";
"dailyGivingFlower.missTitleLabel" = "LỠ MẤT CHUỖI FLOWER MATCHING";
"dailyGivingFlower.missMessageLabel" = "Bạn đã lỡ mất chuỗi nhận X2 flower matching. Hãy bắt đầu lại từ đầu hoặc tặng 20.000 hoa để được nhân đôi số hoa!";
"dailyGivingFlower.startTitleLabel" = "RA MẮT FLOWER MATCHING";
"dailyGivingFlower.startMessageLabel" = "Bạn sẽ được X2 flower matching khi tặng đủ 100 hoa mỗi ngày trong 3 ngày liên tiếp hoặc 20.000 hoa ngay hôm nay!";
"dailyGivingFlower.day" = "Ngày";

// MARK :- Discovery
"Female" = "Nữ";
"Male" = "Nam";
"All" = "Tất cả";

// MARK : DZN
"Cancel" = "Huỷ";
"Choose" = "Chọn";
"Move and Scale" = "Di chuyển và chọn tỉ lệ";

// MARK: - Account Settings
"accountSettings.phoneNumber.title" = "Số điện thoại";
"accountSettings.phoneNumber.placeHolder" = "Nhập số điện thoại";
"accountSettings.email.title" = "Email";
"accountSettings.email.placeHolder" = "Nhập email của bạn";
"accountSettings.gender.title" = "Giới tính";
"accountSettings.gender.placeHolder" = "Chọn giới tính của bạn";
"accountSettings.dob.title" = "Ngày sinh";
"accountSettings.dob.placeHolder" = "Nhập ngày sinh của bạn";

// MARK: - Editting Account Settings
"edittingAccountSettings.dob.title" = "Sinh nhật của tôi là";
"edittingAccountSettings.dob.navTitle" = "Chỉnh sửa ngày sinh";
"edittingAccountSettings.email.navTitle" = "Chỉnh sửa email";
"edittingAccountSettings.dob.input" = "Vui lòng nhập ngày sinh";


// MARK: Login
"login.titleLabel" = "Cảm ơn bạn đã trở lại Bloomer ";
"login.showPasswordButton" = "Hiện";
"login.hidenPassword" = "Ẩn";
"login.forgotPasswordButton" = "Tôi đã quên mật khẩu ";
"login.createPasswordLabel" = "Nếu bạn đã có tài khoản nhưng chưa tạo mật khẩu, hãy bấm tại đây %@";
"login.clickCreatePassword" = " bấm tại đây";
"login.policyAndTermsLabel" = "Khi nhấn đăng nhập, bạn đã đồng ý với %@ và %@";
"login.policy" = "Chính sách bảo mật";
"login.terms" = "Điều khoản sử dụng";
"login.signFBLabel" = "Đăng nhập bằng Facebook";


//MARK: Input phone Forgot Password
"inputPhoneForgot.tileLabel" = "Nhập số điện thoại của bạn ";
"inputPhoneForgot.tileContinueBtn" = "Tiếp tục";

//MARK InputPasswordViewController
"inputPassword.titleLabel" = "Tạo mật khẩu mới";
"inputPassword.titleBtnComplete" = "Hoàn tất";

// MARK : SelectScreenViewController

"selecSceen.titleWelcome1Label" = "Cuộc thi ảnh đầu tiên tại Việt Nam";
"selecSceen.titleWelcome2Label" = "Kể câu chuyện của bạn bằng hình ảnh";
"selecSceen.titleWelcome3Label" = "Tự tin thể hiện tài năng";
"selecSceen.titleWelcome4Label" = "Sẵn sàng theo đuổi đam mê";
"selecSceen.titleWelcome5Label" = "Biến ước mơ thành sự thật";


// MARK : Message Error Sign In
"signIn.inputPhoneEmpty" = "Nhập số điện thoại";
"signIn.inputPhoneError" = "Định dạng số điện thoại chưa chính xác";
"signIn.inputPasswordEmpty" = "Nhập mật khẩu";
"signIn.inputPasswordError" = "Incorrect password";
"signIn.placeholderInputPhoneTextfield" = "Số điện thoại";
"signIn.placeholderInputPasswordTextfield" = "Mật khẩu";
"signIn.placeholderInputNewPasswordTextfield" = "Mật khẩu mới";
"signIn.inputPasswordErrorFormat" = "Mật khẩu phải từ 6 đến 20 kí tự";
"SignUp.ValidateBirthday" = "Bạn phải từ 17 tuổi trở lên mới được tham gia Bloomer";

// MARK : BloomerActionSheet

"BloomerActionSheet.cancel" = "Huỷ bỏ";

// MARK : Update Info FB Tên lấy từ facebook
"updateInfoFB.labelHeader" = "Giới tính của bạn";
"updateInfoFB.placehodelNameTF" = "Tên lấy từ facebook";
"updateInfoFB.titleDoneBtn" = "Tiếp tục";
"updateInfoFB.termsAndPolicyTv" = "Khi nhấn tiếp tục, bạn đã đồng ý với %@ và %@";
"updateInfoFB.policy" = "Chính sách bảo mật";
"updateInfoFB.terms" = "Điều khoản sử dụng";

// MARK : EmailDuplicateViewController
"EmailDuplicateViewController.message" = "Email của tài khoản facebook này đã được sử dụng để đăng ký bởi số điện thoại %@. Vui lòng đăng nhập bằng số điện thoại.\n \n \n  Để biết thêm thông tin, vui lòng liên hệ Chăm sóc khách hàng 1900779929 hoặc gửi về email support@bloomerapp.com để được hỗ trợ.";

// MARK : PopUp Menu Setting
"menuSetting.albumCollection" = "Ảnh yêu thích";
"menuSetting.setting" = "Cài đặt";
"menuSetting.terms" = "Điều khoản sử dụng";
"menuSetting.policy" = "Chính sách bảo mật";

//MARK : ChangeAboutMeViewController
"ChangeAboutMeViewController.title" = "GIỚI THIỆU";
"ChangeAboutMeViewController.placeholderTextview" = "Giới thiệu về bản thân";
"ChangeAboutMeViewController.save" = "Lưu";

//MARK : ChangeProfileViewController
"ChangeProfileViewController.cancel" = "Huỷ";
"ChangeProfileViewController.save" = "Lưu";
"ChangeProfileViewController.displayNameError" = "Nhập tên hiển thị";
"ChangeProfileViewController.userNameError" = "Nhập tên người dùng";
"ChangeProfileViewController.title" = "CHỈNH SỬA THÔNG TIN";

//MARK : UpdateAvatarViewController
"UpdateAvatarViewController.title" = "CHỈNH SỬA ẢNH ĐẠI DIỆN";

